openfoam_codes/computeParticleTrack/version_5/test_case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1806                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          100;
        startFace       27900;
    }
    outlet
    {
        type            patch;
        nFaces          100;
        startFace       28000;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          4000;
        startFace       28100;
    }
)

// ************************************************************************* //
